const TERMS_OF_SERVICE_CONTENT = `
SERVnow(섭나) 서비스 이용약관은 다음과 같은 내용을 담고 있습니다.

•	제 1 조 (용어의 정의)
•	제 2 조 (약관의 명시, 효력 및 변경)
•	제 3 조 (약관의 해석)
•	제 4 조 (회원에 대한 통지)
•	제 5 조 (이용계약의 성립 등)
•	제 6 조 (권리귀속 및 게시물의 관리)
•	제 7 조 (회원 정보의 변경 및 관리)
•	제 8 조 (서비스의 제공)
•	제 9 조 (서비스의 변경 및 중단)
•	제 10 조 (이용계약의 해지 및 이용제한)
•	제 11 조 (정보의 제공 및 광고의 게재)
•	제 12 조 (“섭나”의 의무)
•	제 13 조 (회원의 의무)
•	제 14 조 (개인정보 보호)
•	제 15 조 (데이터에 대한 권리 및 책임)
•	제 16 조 (손해배상)
•	제 17 조 (책임제한)
•	제 18 조 (준거법 및 재판관할)
•	제 19 조 (사업자 정보)

SERVnow (이하 "섭나")가 제공하는 서비스를 이용해 주셔서 감사합니다. 본 약관은 "서비스" 이용과 관련하여 "섭나"와 "회원"의 권리, 의무 및 책임사항, 이용조건 등 기본적이지만 중요한 사항을 규정하므로 "서비스"를 이용하기 전에 본 약관을 주의 깊게 읽어보시기 바랍니다.


제 1 장 총칙
제 1 조 (용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. "회원" : "섭나"의 "서비스"에 접속하여 이 약관에 따라 "섭나"와 이용계약을 체결하고 "섭나"가 제공하는 "서비스"를 이용하는 개인 또는 회사, 단체, 학교 등등에 소속된 개인을 말합니다.
2. "서비스" : "섭나"가 "회원"에게 본 웹사이트를 통해 제공하는 데이터 수집 및 분석 지원 플랫폼 및 이와 관련된 제반 서비스들을 의미합니다.
3. "응답자" : "섭나"가 제공하는 "서비스"를 이용하여 "섭나" 또는 "회원"이 수행한 설문조사에 응답한 자를 의미합니다.
4. "아이디" : "회원"의 식별과 "서비스" 이용을 위하여 "회원"이 정하고 "섭나"가 승인한 이메일(전자우편) 주소를 의미합니다.
5. "비밀번호" : "회원"이 "아이디"를 부여받은 자와 동일인임을 확인하고 "회원"의 비밀을 보호하기 위해 "회원" 자신이 설정한 문자, 숫자, 특수문자의 조합을 의미합니다.
6. "응답데이터" : "섭나" 또는 "회원"이 "섭나"의 "서비스"를 사용하여 설문조사를 수행하는 과정에서 "응답자"에 의하여 작성되거나 또는 자동으로 생성되어 "섭나"의 서버 등에 저장되는 일체의 데이터를 의미합니다.
7. "섭나 수집 데이터" : "섭나"의 요청에 따라 "섭나"가 데이터 수집 및 분석 등을 수행하기 위해 "섭나"의 "서비스"를 이용하는 과정에서 생성 및 작성한 자료나 "응답데이터", 자동으로 생성되어 "섭나"의 서버 등에 저장되는 정보 등 일체의 데이터를 의미합니다.
8. "회원 수집 데이터" : "회원"이 자체적으로 데이터 수집 및 분석 등을 수행하기 위해 "섭나"의 "서비스"를 이용하는 과정에서 생성 및 작성한 자료나 "응답데이터", 자동으로 생성되어 "섭나"의 서버 등에 저장되는 정보 등 일체의 데이터를 의미합니다.
9. "게시물" : "회원"이 "서비스"를 이용하는 과정에서 본 웹사이트에 게시한 문자, 문서, 그림, 음성, 링크, 파일 혹은 이들의 조합으로 이루어진 정보, 기타 일체의 정보 혹은 자료를 의미합니다.

본 약관에서 사용하는 용어 중 본 조에서 정하지 아니한 것은 "섭나"가 웹사이트 상에서 제공하는 "서비스"에 대한 안내 및 관계법령에서 정하는 바에 따르며, 그 외에는 일반 상관례에 따릅니다.

제 2 조 (약관의 명시, 효력 및 변경)

1. "섭나"는 본 약관의 내용을 "회원"이 쉽게 확인할 수 있도록 서비스 초기 화면에 게시하고, 본 약관에 동의한 모든 "회원"에게 그 효력이 발생합니다.
2. "섭나"는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 변경할 수 있습니다. 본 약관이 변경되는 경우 "섭나"는 적용일자 및 변경사유를 명시하여 전 항의 방식에 따라 그 변경약관의 적용일자 7일 전부터 적용일자 전까지 공지합니다. 다만, "회원"에게 불리한 내용으로 변경할 경우에는 최소한 30일 전에 공지하고, 변경 전 내용과 변경 후 내용을 "회원"이 명확하게 비교하여 알기 쉽게 표시합니다.
3. 변경된 약관 조항 중 상품 또는 용역의 구매계약에 관한 조항은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 변경 전의 조항이 그대로 적용됩니다. 다만, 이미 계약을 체결한 "회원"이 변경된 조항의 적용을 받기를 원하는 뜻을 상기 제 2항에 의한 변경약관의 공지기간 내에 "섭나에 송신하여 "섭나"의 동의를 받은 경우"에는 변경된 조항이 적용됩니다.
4. "섭나" 가 상기 제 2항에 따라 변경된 약관을 공지 또는 통지하면서 "섭나"에게 공지 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 "회원"이 명시적으로 거부의 의사표시를 하지 아니한 경우 "회원"이 변경된 약관에 동의한 것으로 봅니다.
5. "회원"이 변경된 약관의 적용에 동의하지 않는 경우 "회원"은 이용계약을 해지할 수 있습니다. 변경된 약관의 적용에 대한 거부의사를 표시한 "회원"에 대해서는 변경 전 약관이 적용됨이 원칙이나, 변경 전 약관을 적용할 수 없는 특별한 사정이 있는 경우 "섭나"는 "회원"과의 이용계약을 해지할 수 있습니다.
6. 본 약관은 "회원"이 본 약관에 동의한 날로부터 이용계약의 해지 시까지 적용하는 것을 원칙으로 합니다. 단, 본 약관의 일부 조항은 이용계약의 해지 후에도 유효하게 적용될 수 있습니다.

제 3 조 (약관의 해석)

1. "섭나"는 "서비스" 별로 개별 운영정책을 둘 수 있으며, 해당 내용이 본 약관과 상충할 경우에는 개별 운영정책을 따릅니다.
2. "섭나"가 필요하다고 판단한 경우 "섭나"와 "회원"은 별도의 서면 계약서를 체결할 수 있습니다. 본 약관과 서면 계약서의 내용이 다른 경우 서면 계약서의 내용을 따릅니다.
3. 본 약관에서 정하지 아니한 사항 및 본 약관의 해석에 관하여는 관계법령 또는 상관례에 따릅니다.
4. 본 약관과 관련하여 "섭나"의 운영정책 변경, 법령의 제정/개정 또는 공공기관의 고시나 지침 등에 의하여 "섭나"가 홈페이지의 공지사항 게시판 등을 통해 공지하는 내용도 이용계약의 일부를 구성합니다.

제 4 조 (회원에 대한 통지)

1. "섭나"가 "회원"에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 "회원"이 "아이디"로 등록한 이메일 주소로 합니다.
2. 불특정다수 "회원"에 대한 통지의 경우 1주일 이상 "섭나"의 서비스 페이지 또는 기타 공지사항 페이지에 게시함으로서 제1항의 통지에 갈음할 수 있습니다. 다만, "회원" 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 제1항의 통지를 합니다.
3. "회원"의 연락처 오기재, 변경 후 미수정 등으로 인하여 "섭나"의 통지가 도달하지 않는 경우, "섭나"는 "회원"이 사전에 등록한 이메일 주소로 통지함으로써 "회원"에 대한 통지 의무를 갈음합니다.

제 2 장 이용계약 체결 및 서비스 이용
제 5 조 (이용계약의 성립 등)

1. "서비스" 이용계약은 "회원"이 되고자 하는 자(이하 "가입신청자")가 본 약관에 대한 동의 의사표시와 함께 "섭나"에서 요구하는 정보를 입력하여 회원가입 신청을 한 경우, "섭나"가 이러한 신청을 승낙함으로써 체결됩니다.
2. "섭나"는 제1항의 회원가입 신청 시 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다. 또한 "회원"은 "설문지 배포"에서 제공하는 설문 발송 및 리워드 발송 등을 위해 메일 등의 기능 이용 시 본인인증 요구를 받을 수 있습니다.
3. 이용계약의 성립 시기는 "섭나"가 가입완료를 신청절차 상에서 표시한 시점으로 합니다. 
4. "섭나"는 "가입신청자"의 신청에 대하여 승낙함을 원칙으로 합니다. 다만, "섭나"는 다음 각 호에 해당하는 신청에 대하여 승낙을 하지 않거나 사후에 통보 없이 이용계약을 해지할 수 있습니다.
- 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우 (다만, 회원자격 상실 후 1년이 경과한 자로서 "섭나"의 "회원" 재가입 승낙을 얻은 경우에는 예외로 함)
- 실명이 아니거나 타인의 명의를 이용한 경우
- 가입신청 시 필수 작성사항을 기재하지 않거나 허위로 기재한 경우
- 가입신청자가 서비스의 정상적인 제공을 저해하거나 다른 이용자의 서비스 이용에 지장을 줄 것으로 예상되는 경우
- 가입신청자의 귀책사유로 인하여 승인이 불가능하거나 기타 본 약관에 규정한 제반 사항을 위반하며 신청하는 경우
5. "섭나"는 "서비스"를 제공할 설비의 여유가 부족하거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.
6. 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, "섭나"는 원칙적으로 그 사실을 해당 사유와 함께 가입신청자가 기입한 이메일주소로 통지합니다. 단 "섭나"는 이러한 승낙의 거부 또는 유보에 대한 사실을 통지하는 행위가 법령에 위반되거나 기타 "섭나"의 본 서비스 제공에 중대하게 부정적인 영향을 미칠 경우 이러한 통지를 생략할 수 있습니다.
7. "섭나"가 공시하는 개인정보처리방침은 본 약관의 일부를 구성하며, 본 약관에 동의하고 "서비스"를 이용하는 "회원"은 개인정보처리방침에도 동의하는 것으로 간주됩니다.

제 6 조 (권리귀속 및 게시물의 관리)

1. "섭나"는 "회원"에게 본 "서비스"를 이용할 수 있는 개인적이고 양도불가능하며 비독점적인 권리를 부여합니다.
2. "섭나"가 "서비스"와 관련하여 제공하는 웹사이트, 애플리케이션, 소프트웨어, "섭나"가 작성한 저작물, 기타 일체의 정보 및 자료에 대한 특허권, 저작권 기타 일체의 지식재산권은 "섭나"에게 있으며, "회원"은 본 약관에서 정한 바에 따른 제한적 사용권만을 취득할 뿐, 그 외 "서비스"에 대한 어떠한 권리도 취득하지 않습니다.
3. "회원"은 "섭나"가 제공하는 "서비스"를 이용함으로써 얻은 정보 중 "섭나" 에게 지식재산권이 귀속된 정보를 "섭나"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 해서는 안됩니다.
4. "회원"은 본 약관에 따라 갖는 권리 및 계약상 지위를 타인에게 양도하거나, 판매, 담보제공 등 처분할 수 없습니다.
5. "회원"의 "게시물"이 "정보통신망법" 및 "저작권법" 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며, "섭나"는 관련 법령에 따라 조치를 이행합니다.
6. "섭나"는 전 항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 "섭나" 정책 및 관련법에 위반되는 "게시물"이라고 판단되는 경우 이를 삭제하거나 게시를 거부할 수 있습니다. 다만 "섭나"가 모든 "게시물"을 검토할 의무가 있는 것은 아닙니다.
7. "섭나"는 "서비스"에서 "회원"이 등록한 "설문지"를 "설문지"의 저작자(또는 저작권자)를 식별할 수 있는 정보를 제외한 채 공개할 수 있으며, 이 과정에서 해당 "설문지"은 일부 수정, 복제 및 편집될 수 있습니다. 이 경우, "섭나"는 저작권법 및 관련 법령을 준수하며, "회원"은 언제든지 고객센터를 통해 해당 "게시물"에 대해 삭제, 비공개 등의 조치를 요청할 수 있습니다.
8. "섭나"는 전 항 이외의 방법으로 "회원"의 "설문지"을 이용하고자 하는 경우에는 사전에 "회원"의 동의를 얻어야 합니다.

제 7 조 (회원 정보의 변경 및 관리)

1. "회원"은 마이페이지 화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, "서비스" 제공 및 관리를 위해 필요한 필수정보는 고객센터를 통해 본인 확인 후 변경할 수 있습니다.
2. "회원"은 회원가입 신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 또는 기타 방법으로 "섭나"에 변경사항을 알려야 합니다.
3. "회원"이 "섭나"에 제공한 개인정보가 정확하지 않거나 제2항의 변경사항을 "섭나"에 알리지 않아 발생한 불이익에 대하여 "섭나"는 책임지지 않습니다.
4. "회원"의 "아이디"와 "비밀번호"에 관한 관리책임은 "회원"에게 있으며, 이를 제3자가 이용하도록 하여서는 안됩니다. "회원"의 고의 또는 관리소홀 등의 과실로 인하여 아이디 또는 비밀번호가 유출되어 발생한 제3자의 도용, 부정사용 등에 대해서는 "섭나"는 책임을 부담하지 않습니다.
5. "회원"은 "아이디" 및 "비밀번호"가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 "섭나"에 통지하고 "섭나"의 안내에 따라야 하며, "섭나"에 그 사실을 통지하지 않거나 통지 후 "섭나"의 안내에 따르지 않아 발생한 불이익에 대하여 "섭나"는 책임을 부담하지 않습니다.
6. "섭나"는 "회원"의 "아이디"가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나, "섭나" 및 "섭나"의 운영자로 오인할 우려가 있는 경우, 해당 "아이디"의 이용을 제한할 수 있습니다.

제 8 조 (서비스의 제공)

1. "회원"은 "섭나"가 제공하는 "서비스"를 본 약관, 운영정책 등 "섭나"가 정한 규칙에 따라 이용할 수 있습니다.
2. "섭나"는 "서비스"를 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
3. "섭나"는 "서비스"의 품질 및 경험 개선을 위해 필요한 업데이트를 수시로 제공할 수 있으며, 이러한 업데이트에는 중요한 기능의 추가 또는 불필요한 기능의 제거 등이 포함될 수 있습니다. 업데이트로 인한 "서비스" 변경 내용이 "회원"의 사용목적을 침해하지 않은 이상 "섭나"는 "회원"에게 별도의 보상, 환불 등을 하지 않습니다.
4. "섭나"는 "서비스"의 제공에 필요한 경우 정기점검을 실시할 수 있으며 정기점검 시간은 "섭나"가 사전에 통지한 바에 따릅니다. 이와 같은 "서비스"의 중단과 관련된 내용은 본 약관 제 10 조(서비스의 변경 및 중단)에서 명시합니다.

제 9 조 (서비스의 변경 및 중단)

1. "섭나"는 정책상, 운영상, 기술상의 필요에 따라 제공하고 있는 서비스의 전부 또는 일부를 상시적으로 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 "회원"에게 별도의 보상을 하지 않습니다
2. "섭나"는 전 항에 따른 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전에 본 약관에서 정한 방법으로 통지합니다. 다만, 사전에 공지할 수 없는 부득이한 사정이 있는 경우에는 사후에 지체 없이 이를 공지할 수 있습니다.
3. "회원"이 변경된 서비스의 적용에 동의하지 않는 경우 "회원"은 본 약관에서 정한 바에 따라 이용계약을 해지할 수 있습니다.
4. 아래 각 호의 경우 "섭나"는 "서비스"의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
- 컴퓨터 등 정보통신설비의 보수 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
- "서비스"를 위한 설비의 보수 등 공사로 인해 부득이한 경우
- "서비스" 업그레이드 및 "서비스" 유지 보수 등을 위해 필요한 경우
- 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
- 천재 지변, 국가 비상사태 등 불가항력적 사유가 있는 경우
- 기타 "섭나"의 제반 사정으로 서비스를 할 수 없는 경우
5. 전 항에 의한 서비스 제공 중단의 경우 미리 본 약관에서 정한 방법으로 "회원"에게 통지합니다. 다만, "섭나"로서도 예측할 수 없거나 통제할 수 없는 사유로 인한 부득이한 경우에는 사후에 통지할 수 있습니다.

제 10 조 (이용계약의 해지 및 이용제한)

1. "회원"은 언제든지 "서비스" 내에서 이용계약 해지 신청(탈퇴)을 할 수 있습니다.
- "회원"이 이용계약 해지를 신청한 경우 "섭나"는 본인 여부를 확인할 수 있습니다. 
- "회원"은 이용계약 해지 신청 후 10일 이내에 신청을 철회할 수 있습니다. 10일이 지난 후에 "섭나"는 관계법령 등이 정하는 바에 따라 이를 즉시 처리합니다. 단, "섭나"는 서비스 운영 원칙에 따라 30일 동안 재가입을 제한할 수 있습니다.
- "회원"은 이용계약 해지 전에 "서비스" 이용기간 동안 사용한 모든 자원 및 데이터를 직접 백업하는 등의 조치를 취해야 합니다.
- "회원"의 신청에 따라 이용계약이 해지된 경우, 관계법령 및 개인정보처리방침에서 정한 바에 따라 보관 의무가 있는 항목을 제외하고는 해지 즉시 "회원"의 모든 개인정보는 파기됩니다. 그에 따라 파기된 정보는 사후에 해지가 철회되더라도 복구되지 않습니다. 개인정보의 파기절차 및 파기방법은 개인정보처리방침을 참고하시기 바랍니다.
2. "회원"이 이 약관에서 정하는 의무 및 준수사항을 위반하거나 "섭나"의 정상적인 업무를 방해한 경우, "섭나"는 사전 통지 후 "회원"의 "서비스" 이용을 제한할 수 있습니다.
- 단, 이 약관의 "회원의 의무 제1항"에서 금지한 행위를 한 "회원"에 대해서는 사전 통지 없이 즉시 이용계약을 해지("회원" 자격 상실)할 수 있습니다.
- "회원"의 귀책으로 "서비스" 이용이 제한 및 정지되는 경우, 본 서비스와 관련하여 "회원"에게 제공한 혜택 및 권리 등은 모두 소멸되며 "섭나"는 이에 대해 별도로 보상하지 않습니다.
- "섭나"에 의한 이용 제한 및 해지에 대하여 "회원"은 "섭나"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 "섭나"가 인정하는 경우, "섭나"는 즉시 "서비스"의 이용을 재개합니다.

제 11 조 (정보의 제공 및 광고의 게재)

1. "섭나"는 "회원"이 "서비스" 이용 중 필요하다고 인정되거나 서비스 개선 및 서비스 소개 등을 목적으로 하는 다양한 정보에 대해 공지사항, 전자우편, SMS 등의 방법으로 "회원"에게 제공할 수 있습니다. 다만, "회원"은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편 등에 대해서 수신 거절을 할 수 있습니다.
2. "섭나"는 "서비스" 운영과 관련하여 "서비스" 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편 등을 수신한 "회원"은 필요 시 언제든지 수신 거절을 할 수 있습니다.

제 3 장 계약당사자의 의무
제 12 조 (서비스의 의무)

1. "섭나"는 관련 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며, 지속적이고, 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다.
2. "섭나"는 판매하는 "서비스"에 대하여 "표시.광고의 공정화에 관한 법률" 제3조의 규정에 위반하는 표시 및 광고행위를 함으로써 "회원"이 손해를 입은 때에는 이를 배상할 책임을 부담합니다.
3. "섭나"는 수신거절의 의사를 명확히 표시한 "회원"에 대해서는 영리목적의 광고성 문자메시지 및 전자우편을 발송하지 않습니다.
4. "서비스"의 정상 운영에 지장을 주는 장애가 발생하는 경우, "섭나"는 실행할 수 있는 최대한 빨리 정비 또는 복구하고 "서비스"를 안정적으로 운영하는데 최선을 다합니다.
5. "섭나"는 "회원"이 제기한 의견이나 불만을 공정하게 즉시 또는 합리적인 기간 내에 처리하며, "섭나"가 정한 절차에 따릅니다.
6. "섭나"는 "회원"이 "서비스"를 이용하는 과정에서 수집 및 생성되는 모든 데이터를 안전하게 처리하기 위하여 관련 법령에 따라 최선의 보호조치를 이행합니다.
7. "섭나"는 "회원"으로부터 처리업무를 위탁 받은 데이터에 관하여 서비스 제공에 관련된 범위 내에서는 수탁자로서의 책임을 부담하며, "회원"의 귀책사유로 인한 데이터 유출 등에 대하여는 일체의 책임을 부담하지 않습니다.

제 13 조 (회원의 의무)
1."회원"은 "섭나"에서 제공하는 "서비스"를 본래의 이용 목적 이외의 용도로 사용하거나 다음 행위를 해서는 안됩니다.
- 가입신청 또는 정보 변경 시 본인의 개인정보가 아닌 허위 사실을 기재하는 행위
- 타인의 정보를 도용하는 행위
- "섭나"가 게시한 정보의 무단 변경 또는 "섭나"가 허락하지 않은 정보(컴퓨터 프로그램 등)를 송신 또는 게시하는 행위
- "섭나"와 기타 제3자의 저작권 등 지식재산권에 대한 침해행위
- "섭나"와 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
- "섭나"의 동의 없이 영리, 영업, 광고, 정치활동, 불법선거운동 등을 목적으로 "서비스"를 이용하는 행위
- "섭나"가 "회원"에게 부여한 권한을 초과하여 본 "서비스"를 접근 및 이용하는 행위
- "섭나"가 제공하는 "서비스"와 동일, 유사 또는 관련된 서비스를 개발하거나 출시하기 위한 목적으로 본 "서비스"를 가입, 이용 또는 접근하는 행위
- 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 "서비스"에 공개 또는 게시하는 행위
- 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 소프트웨어 바이러스, 악성코드 등 관련 법령에 의하여 전송 또는 게시가 금지되는 정보를 이용 또는 전송하는 행위
- 해킹, 비밀번호 마이닝 (password mining) 등을 비롯한 수단으로 부당하게 "섭나"의 서비스에 접근을 시도하는 행위
- "섭나"의 사전 서면 동의 없이 자동화 수단(스파이더, 스크래퍼, 로봇 등을 포함하며 이에 국한되지 않음)이나 그와 유사한 수단을 통하여 "섭나"의 "서비스" 및 관련 서버, 시스템 등에 접근하거나 "서비스"에 게재된 정보를 수집, 이용하거나 수집, 이용하려는 행위
- "섭나"의 명시적인 서면 동의 없이 "서비스"를 역설계(reverse-engineering), 역컴파일링(decompile), 혹은 역분해(disassemble) 하는 행위; 혹은 이를 통하여 "서비스"의 소스코드(source code)를 추적하기 위한 시도를 하는 행위
- "섭나"의 시스템이나 네트워크의 취약점 또는 보안사항을 탐색 또는 스캔하는 등의 행위
- "섭나"가 제공하는 "서비스"에 대한 부정 이용 또는 남용을 방지하기 위한 "섭나"의 기술적 조치를 무력화하려는 행위
- "섭나"가 제공하는 "서비스"를 이용하여 "응답자"의 의사와 상관 없이 개인정보를 수집하거나, 광고성 정보 등 일정한 내용을 전송하는 등 "응답자"의 개인정보를 침해하는 행위
- 기타 공공질서 및 미풍양속을 위반하거나 불법적, 부당한 행위 및 법령에 위배되는 행위
2. "회원"은 관계법령과 본 약관의 규정 및 기타 "섭나"가 통지하는 사항을 준수하여야 하며, 기타 "섭나"의 업무에 방해되는 행위를 해서는 안됩니다.
3. "회원"은 본 약관의 당사자로서의 지위 및 이에 수반하는 권리와 의무를 "섭나"의 사전동의 없이 제 3 자에게 양도해서는 아니됩니다.
4. "회원"은 "서비스"를 이용하여 취급하는 자신의 데이터를 백업하여 보관할 의무가 있으며, 데이터 관리 의무를 게을리하여 발생하는 손해는 "회원" 본인이 부담하여야 합니다.
제 14 조 (개인정보 보호)

1. "섭나"는 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. "섭나"는 "서비스"의 원활한 제공을 위하여 "회원"이 동의한 목적과 범위 내에서만 "회원"의 개인정보를 수집, 이용합니다.
2. "섭나"가 "회원"의 개인정보를 안전하게 처리하기 위해 기울이는 노력을 포함하여 기타 자세한 사항은 개인정보처리방침을 참고하시기 바랍니다.
3. "회원"이 "서비스"를 이용하여 제3자의 개인정보를 처리, 관리, 이용할 경우 관련법 및 규정을 준수하여 해당 개인정보를 관리하고 보호해야 하며, "섭나"는 이와 같은 행위가 초래하는 제3자의 정보 유출과 같은 결과, 손실 또는 손해에 대하여 책임을 부담하지 않습니다.

제 15 조 (데이터에 대한 권리 및 책임)

1. "회원 수집 데이터" 및 "회원"에게 제공되는 "결과물"을 제외한 "섭나 수집 데이터"에 대한 저작권 및 지식재산권은 "섭나"에게 있습니다.
2. "섭나 수집 데이터"를 "회원"에게 제공해야 하는 경우 "회원"은 제공받은 목적 한도 내에서만 개인정보보호법 등 관련 법령을 준수하여 이용해야 합니다.
3. "회원"에게 제공된 "결과물" 및 "회원 수집 데이터"에 대한 저작권 및 지식재산권은 "회원"에게 있으며, "섭나"는 이를 보호할 의무가 있습니다.
4. "섭나"는 더 나은 서비스를 제공하기 위하여 "회원 수집 데이터"를 포함하여 "회원"이 "서비스"를 이용하는 과정에서 게시, 전송, 파생되는 데이터를 사용, 저장, 수정, 복제, 공중송신, 전시, 배포 등의 방법으로 활용할 수 있는 포괄적인 권리를 가지며, 이 권리는 "회원"이 이용계약을 해지/탈퇴한 이후에도 지속됩니다. "섭나"는 이 데이터를 서비스의 품질 개선, 성능 향상, 고도화, 연구 및 개발 등 더 나은 서비스 및 운영 제공을 목적으로 활용할 수 있으며, 그 밖에 다른 목적으로 활용하지 않습니다.
5. "섭나"가 위 목적에 따라 활용하는 데이터에는 개인정보가 포함되지 않으며, 데이터의 저작자를 알 수 없도록 가명/익명 처리된 형태로 활용합니다.
6. "회원 수집 데이터"의 신뢰도, 정확성 등에 대해서는 "섭나"가 책임을 지지 않습니다.

제 4 장 기타
제 16 조 (손해배상)

1. "섭나"와 "회원"이 본 약관을 위반하여 상대방에게 손해를 입힌 경우 그 손해를 배상해야 합니다. 다만, 행위자의 고의 또는 과실이 없는 경우에는 손해 배상의 책임을 부담하지 않습니다.
2. "회원"이 "서비스"를 이용함에 있어 불법행위나 본 약관 위반행위로 인하여 "섭나"가 해당 "회원" 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우, 귀책사유가 있는 "회원"은 자신의 책임과 비용으로 "섭나"를 면책시켜야 하며 그로 인하여 "섭나"에 발생한 손해를 배상해야 합니다.

제 17 조 (책임제한)

1."섭나"는 법령상 허용되는 한도 내에서 "서비스"와 관련하여 본 약관에 명시되지 않은 어떠한 구체적인 사항에 대한 약정이나 보증을 하지 않습니다. 또한 "섭나"는 "회원"이 "서비스"에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서 보증하지 않습니다.
2."섭나"는 아래와 같은 경우 발생하는 손해에 대해 책임을 부담하지 않습니다. 또한 섭나사"는 법률상 허용되는 한도 내에서 위약벌, 간접 손해, 특별 손해, 결과적 손해, 징계적 손해, 및 징벌적 손해에 대한 책임을 부담하지 않습니다.
- 기간통신서비스 서비스 중지 및 장애, 천재지변 또는 국가비상사태, 정전 및 이에 준하는 불가항력적 사유로 발생한 손해
- "회원"의 귀책사유로 발생한 서비스 이용 장애 또는 서비스 이용 관련 손해
- "회원"의 스마트기기, PC 등의 각종 유무선 장치의 사용 환경으로 인하여 문제가 발생하는 경우
- "서비스"에 접속 또는 이용 과정 중에서 "회원"에게 발생한 개인적인 손해
- "서비스" 점검이 불가피하여 사전에 공지한 경우로 "삽니"의 고의, 과실이 없는 경우
- 홈페이지에 사전 공지된 점검으로 "서비스"를 중지했을 경우
- 제3자가 불법적으로 "섭나"의 서버에 접속 또는 이용하거나, 혹은 "섭나"의 서버와 관련된 전송을 방해함으로써 발생한 손해
- 제3자가 악성 프로그램을 전송 또는 유포함으로써 발생한 손해
- "서비스"의 장애가 타 사업자가 제공하는 서비스에 의한 경우
- "회원"이 "섭나"가 무료로 제공한 "서비스"를 이용한 경우
- "회원"이 본 약관의 "회원의 의무"에서 금지한 행위를 한 경우
- 기타 "섭나"에게 고의 또는 과실이 없는 사유로 인해 발생한 손해
3."섭나"는 "회원"이 본 약관에서 정하는 의무 및 준수사항을 위반하여 이루어진 본 "서비스" 이용계약의 해지 및 이용제한에 대하여 법령상 허용하는 범위 내에서 어떠한 책임도 부담하지 않습니다.

제 18 조 (준거법 및 재판관할)

1. 본 약관 또는 "서비스"와 관련된 법률관계에 대하여는 대한민국법이 준거법으로서 적용됩니다.
2. 본 약관 또는 "서비스"와 관련하여 "섭나"와 "회원" 간 발생한 분쟁에 관한 소송의 관할법원은 민사소송법에 따라 정합니다.
3. 해외에 주소나 거소가 있는 "회원"의 경우 "섭나"와 "회원"간 발생한 분쟁에 관한 소송은 전 항에도 불구하고 대한민국 서울중앙지방법원을 관할법원으로 합니다.

제 19 조 (사업자 정보)

1. 서비스명: 서브나우
2. 대표자: 우예진

[부칙]
본 약관은 2024년 8월23일부터 적용됩니다. 단, 본 약관의 공지 시점으로부터 적용일 전일까지의 기간에 가입한 신규 "회원"에 대해서는 회원가입 시점부터 본 약관이 적용됩니다.
개정일
2024-08-23

`;

export default TERMS_OF_SERVICE_CONTENT;
